Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Show original
af: Wys oorspronklike
ar: عرض الأصل
bg: Показване на оригинала
ca: Mostra l'original
cs: Zobrazit originál
da: Vis original
de: Original anzeigen
el: Εμφάνιση πρωτοτύπου
fi: Näytä alkuperäinen
fr: Afficher l'original
he: הצג מקור
hu: Eredeti megjelenítése
it: Mostra originale
ja: オリジナルを表示
ko: 원본 보기
nb: Vis original
nl: Origineel tonen
pl: Pokaż oryginał
pt: Mostrar original
pt_br: Mostrar original
ro: Afișează originalul
ru: Показать оригинал
sr: Прикажи оригинал
sv: Visa original
tr: Orijinalini göster
uk: Показати оригінал
vi: Hiển thị bản gốc
zh_hans: 显示原文
zh_hant: 顯示原文

source: Show this timeline in mixed and group timelines.
af: Wys hierdie tydlyn in gemengde en groeptydlyne.
ar: عرض هذا الجدول الزمني في الجداول الزمنية المختلطة والمجمعة.
bg: Показване на тази хронология в смесени и групови хронологии.
ca: Mostra aquesta línia de temps en línies de temps combinades i de grup.
cs: Zobrazit tuto časovou osu v kombinovaných a skupinových časových osách.
da: Vis denne tidslinje i blandede tidslinjer og gruppetidslinjer.
de: Diese Timeline in gemischten und Gruppen-Timelines anzeigen.
el: Εμφάνιση αυτού του χρονολογίου σε μικτά και ομαδικά χρονολόγια.
fi: Näytä tämä aikajana seka- ja ryhmäaikajanoilla.
fr: Afficher cette chronologie dans les chronologies mixtes et groupées.
he: הצג ציר זמן זה בצירי זמן מעורבים וקבוצתיים.
hu: Jelenítse meg ezt az idővonalat a vegyes és csoportos idővonalakon.
it: Mostra questa cronologia nelle cronologie miste e di gruppo.
ja: 混合タイムラインおよびグループタイムラインにこのタイムラインを表示します。
ko: 혼합 및 그룹 타임라인에 이 타임라인을 표시합니다.
nb: Vis denne tidslinjen i blandede og gruppe tidslinjer.
nl: Toon deze tijdlijn in gemengde en groepstijdlijnen.
pl: Pokazuj tę oś czasu na osiach mieszanych i grupowych.
pt: Mostrar esta cronologia em cronologias mistas e de grupo.
pt_br: Mostrar esta linha do tempo em linhas do tempo mistas e de grupo.
ro: Afișați această cronologie în cronologiile mixte și de grup.
ru: Показывать эту ленту в смешанных и групповых лентах.
sr: Прикажи ову временску линију у мешовитим и групним временским линијама.
sv: Visa denna tidslinje i blandade tidslinjer och grupptidslinjer.
tr: Bu zaman çizelgesini karma ve grup zaman çizelgelerinde göster.
uk: Показувати цю стрічку в змішаних та групових стрічках.
vi: Hiển thị dòng thời gian này trong các dòng thời gian hỗn hợp và nhóm.
zh_hans: 在混合和分组时间线中显示此时间线。
zh_hant: 在混合和分組時間線中顯示此時間線。

# social_title
source: Social
af: Sosiaal
ar: اجتماعي
bg: Социални
cs: Sociální
da: Socialt
de: Sozial
el: Κοινωνικά
fi: Sosiaali
fr: Réseaux sociaux
he: חברתי
hu: Közösségi
ja: ソーシャル
ko: 소셜
nb: Sosial
nl: Sociaal
pl: Społecznościowe
pt: Sócio
pt_br: Sócio
ro: Sociale
ru: Социальные сети
sr: Друштвене мреже
sv: Socialt
tr: Sosyal
uk: Соціальні мережі
vi: Xã hội
zh_hans: 社交
zh_hant: 社交

# status_detail_title
source: Post Detail
af: Statusbesonderhede
ar: تفاصيل الحالة
bg: Детайли за статуса
ca: Detall de l'estat
cs: Detail stavu
da: Statusdetaljer
de: Status-Details
el: Λεπτομέρειες κατάστασης
fi: Tilan tiedot
fr: Détails du statut
he: פרטי סטטוס
hu: Állapot részletei
it: Dettagli stato
ja: ステータスの詳細
ko: 상태 상세
nb: Post detaljer
nl: Statusdetails
pl: Szczegóły statusu
pt: Detalhes do estado
pt_br: Detalhes do status
ro: Detalii stare
ru: Детали статуса
sr: Детаљи статуса
sv: Statusdetaljer
tr: Durum detayları
uk: Деталі статусу
vi: Chi tiết trạng thái
zh_hans: 状态详情
zh_hant: 狀態詳情

# status_insight_analyzing
source: Analyzing this post...
af: Ontleed hierdie plasing...
ar: تحليل هذا المنشور...
bg: Анализиране на тази публикация...
ca: S’està analitzant aquesta publicació...
cs: Probíhá analýza tohoto příspěvku...
da: Analyserer dette indlæg...
de: Diesen Beitrag wird analysiert...
el: Ανάλυση αυτής της ανάρτησης...
fi: Analysoidaan viestiä...
fr: Analyse de ce message...
he: מנתח את הפוסט הזה...
hu: Bejegyzés elemzése...
it: Analisi di questo post...
ja: この投稿を分析しています...
ko: 이 게시물을 분석 중...
nb: Analyserer innlegget...
nl: Dit bericht analyseren...
pl: Analizowanie tego wpisu...
pt: Analisando esta publicação...
pt_br: Analisando esta publicação...
ro: Se analizează această postare...
ru: Анализ этой записи...
sr: Анализирање ове објаве...
sv: Analyserar detta inlägg...
tr: Bu gönderi analiz ediliyor...
uk: Аналіз цього допису...
vi: Đang phân tích bài viết này...
zh_hans: 正在分析此帖子...
zh_hant: 正在分析此貼文...

# status_insight_error
source: Unable to analyze this post.
af: Kan nie hierdie plasing ontleed nie.
ar: غير قادر على تحليل هذه المشاركة.
bg: Тази публикация не може да бъде анализирана.
ca: No es pot analitzar aquesta publicació.
cs: Nelze analyzovat tento příspěvek.
da: Kan ikke analysere dette indlæg.
de: Dieser Beitrag kann nicht analysiert werden.
el: Δεν είναι δυνατή η ανάλυση αυτής της δημοσίευσης.
fi: Tätä viestiä ei voi analysoida.
fr: Impossible d'analyser ce message.
he: לא ניתן לנתח את הפוסט הזה.
hu: A bejegyzés nem elemezhető.
it: Impossibile analizzare questo post.
ja: この投稿を分析できません。
ko: 이 게시물을 분석할 수 없습니다.
nb: Kunne ikke analysere innlegget.
nl: Kan dit bericht niet analyseren.
pl: Nie można przeanalizować tego posta.
pt: Não é possível analisar esta publicação.
pt_br: Não é possível analisar esta publicação.
ro: Nu se poate analiza acest post.
ru: Не удалось проанализировать это сообщение.
sr: Није могуће анализирати ову објаву.
sv: Det går inte att analysera detta inlägg.
tr: Bu gönderi analiz edilemiyor.
uk: Неможливо аналізувати це повідомлення.
vi: Không thể phân tích bài viết này.
zh_hans: 无法分析此帖子。
zh_hant: 無法分析此貼文。

# status_insight_title
source: Post insight
af: Plasing-insig
ar: نشر التبصر
bg: Прозрение за публикацията
ca: Informació de la publicació
cs: Poslat přehled
da: Indsend indsigt
de: Einsicht posten
el: Δημοσίευση διορατικότητας
fi: Viestin käsitys
fr: Aperçu du post
he: תובנות פוסט
hu: Bejegyzéselemzés
it: Approfondimenti post
ja: 投稿インサイト
ko: 게시물 인사이트
nb: Post innsikt
nl: Post inzicht
pl: Wgląd postów
pt: Postar informações
pt_br: Postar informações
ro: Postaţi vederea
ru: Пост пронзание
sr: Увид у објаву
sv: Inlägg insikt
tr: Gönderi içgörüsü
uk: Поштова фінансова статистика
vi: Thông tin bài viết
zh_hans: 帖子洞察
zh_hant: 貼文洞察

# status_insight_trace_agent_closing
source: Closing analysis...
af: Sluit ontleding...
ar: إغلاق التحليل...
bg: Затваряне на анализа...
ca: Tancant l’anàlisi...
cs: Zavírání analýzy...
da: Lukker analyse...
de: Analyse abschließen...
el: Κλείσιμο ανάλυσης...
fi: Suljetaan analyysi...
fr: Fermeture de l'analyse...
he: סוגר ניתוח...
hu: Elemzés lezárása...
it: Chiusura dell'analisi...
ja: 分析を閉じています...
ko: 분석 종료 중...
nb: Avslutter analyser...
nl: Analyse afsluiten...
pl: Zamykanie analizy...
pt: Fechando análise...
pt_br: Fechando análise...
ro: Închidere analiză...
ru: Закрытие анализа...
sr: Затварање анализе...
sv: Slutför analysen...
tr: Analiz kapatılıyor...
uk: Закриття аналізу...
vi: Đang đóng phân tích...
zh_hans: 关闭分析...
zh_hant: 正在關閉分析...

# status_insight_trace_agent_completed
source: Finishing analysis...
af: Voltooi ontleding...
ar: إنهاء التحليل...
bg: Завършване на анализа...
ca: Finalitzant l’anàlisi...
cs: Dokončování analýzy...
da: Afslutter analyse...
de: Analyse wird beendet...
el: Ολοκλήρωση ανάλυσης...
fi: Viimeistellään analyysiä...
fr: Fin de l'analyse...
he: מסיים ניתוח...
hu: Elemzés befejezése...
it: Analisi di finitura...
ja: 解析を終了しています...
ko: 분석 마무리 중...
nb: Ferdigmelder analyser...
nl: Analyse voltooien...
pl: Kończenie analizy...
pt: Concluindo análise...
pt_br: Concluindo análise...
ro: Finalizare analiză...
ru: Завершение анализа...
sr: Завршавање анализе...
sv: Slutför analysen...
tr: Analiz tamamlanıyor...
uk: Завершення аналізу...
vi: Đang hoàn tất phân tích...
zh_hans: 正在完成分析...
zh_hant: 正在完成分析...

# status_insight_trace_agent_failed
source: Analysis failed
af: Ontleding het misluk
ar: فشل التحليل
bg: Анализът не бе успешен
ca: L’anàlisi ha fallat
cs: Analýza selhala
da: Analyse mislykkedes
de: Analyse fehlgeschlagen
el: Η ανάλυση απέτυχε
fi: Analyysi epäonnistui
fr: L'analyse a échoué
he: הניתוח נכשל
hu: Az elemzés sikertelen
it: Analisi fallita
ja: 分析失敗
ko: 분석 실패
nb: Analyse mislyktes
nl: Analyse mislukt
pl: Analiza nie powiodła się
pt: Análise falhou
pt_br: Análise falhou
ro: Analiza a eșuat
ru: Не удалось выполнить анализ
sr: Анализа није успела
sv: Analys misslyckades
tr: Analiz başarısız
uk: Помилка аналізу
vi: Phân tích thất bại
zh_hans: 分析失败
zh_hant: 分析失敗

# status_insight_trace_agent_started
source: Starting analysis...
af: Begin ontleding...
ar: بدء التحليل...
bg: Започване на анализа...
ca: Iniciant l’anàlisi...
cs: Spouštění analýzy...
da: Starter analyse...
de: Analyse wird gestartet...
el: Έναρξη ανάλυσης...
fi: Analyysia aloitetaan...
fr: Démarrage de l'analyse...
he: מתחיל ניתוח...
hu: Elemzés indítása...
it: Avvio dell'analisi...
ja: 解析を開始しています...
ko: 분석 시작 중...
nb: Starter analyser...
nl: Start analyse...
pl: Uruchamianie analizy...
pt: Iniciando análise...
pt_br: Iniciando análise...
ro: Începe analiza...
ru: Запуск анализа...
sr: Покретање анализе...
sv: Startar analys...
tr: Analiz başlatılıyor...
uk: Початок аналізу...
vi: Đang bắt đầu phân tích...
zh_hans: 开始分析...
zh_hant: 正在開始分析...

# status_insight_trace_asking_model
source: Asking %@...
af: Vra %@...
ar: السؤال %@...
bg: Питане на %@...
ca: Preguntant a %@...
cs: Žádám %@...
da: Bed %@...
de: Frage %@...
el: Ερώτηση %@...
fi: Kysytään %@...
fr: Demande à %@...
he: שואל את %@...
hu: %@ megkérdezése...
it: Chiedere %@...
ja: %@ を尋ねています...
ko: %@에게 묻는 중...
nb: Spør %@...
nl: Vragen naar %@...
pl: Pytanie %@...
pt: Perguntando %@...
pt_br: Perguntando %@...
ro: Se cere %@...
ru: Запрос к %@...
sr: Питање %@...
sv: Frågar %@...
tr: %@ sorgulanıyor...
uk: Запит до %@...
vi: Đang hỏi %@...
zh_hans: 正在询问 %@...
zh_hant: 正在詢問 %@...

# status_insight_trace_images_unsupported_fallback
source: Images are unsupported; retrying with text...
af: Beelde word nie ondersteun nie; probeer weer met teks...
ar: الصور غير معتمدة؛ إعادة المحاولة مع النص...
bg: Изображенията не се поддържат; опит с текст...
ca: Les imatges no són compatibles; es torna a provar amb text...
cs: Obrázky nejsou podporovány; opakujte pokusy s textem...
da: Billeder er uunderstøttet; prøver igen med...
de: Bilder werden nicht unterstützt; mit Text erneut versuchen...
el: Οι εικόνες δεν υποστηρίζονται; επανάληψη με κείμενο...
fi: Kuvia ei tueta; yritetään uudelleen tekstillä...
fr: Les images ne sont pas prises en charge ; nouvelle tentative avec du texte...
he: תמונות אינן נתמכות; מנסה שוב עם טקסט...
hu: A képek nem támogatottak; újrapróbálkozás szöveggel...
it: Le immagini non sono supportate; riprovando con testo...
ja: 画像はサポートされていません。テキストで再試行しています...
ko: 이미지는 지원되지 않아 텍스트로 다시 시도 중...
nb: Bilder støttes ikke, prøv på nytt med tekst...
nl: Afbeeldingen worden niet ondersteund; opnieuw proberen met tekst...
pl: Obrazy nie są obsługiwane; ponawia próbę z tekstem...
pt: Imagens não são suportadas; tentando novamente com texto...
pt_br: Imagens não são suportadas; tentando novamente com texto...
ro: Imaginile nu sunt acceptate; se reîncearcă cu textul...
ru: Изображения не поддерживаются; повторите попытку с текстом...
sr: Слике нису подржане; поновни покушај са текстом...
sv: Bilder stöds inte; försöker igen med text...
tr: Görseller desteklenmiyor; metinle yeniden deneniyor...
uk: Зображення не підтримуються; повторна спроба з тексту...
vi: Không hỗ trợ hình ảnh; đang thử lại bằng văn bản...
zh_hans: 图像不支持；重试文本...
zh_hant: 不支援圖片；正在改用文字重試...

# status_insight_trace_loading_post_context
source: Loading post context...
af: Laai plasingskonteks...
ar: تحميل سياق المشاركة...
bg: Зареждане на контекста на публикацията...
ca: Carregant el context de la publicació...
cs: Načítám kontext příspěvku...
da: Indlæser postkontekst...
de: Beitragskontext...
el: Φόρτωση περιεχομένου ανάρτησης...
fi: Ladataan sisältöä...
fr: Chargement du contexte...
he: טוען הקשר של הפוסט...
hu: Bejegyzéskörnyezet betöltése...
it: Caricamento contesto post...
ja: 投稿コンテキストを読み込んでいます...
ko: 게시물 컨텍스트 로드 중...
nb: Laster innleggskontekst...
nl: Laden van berichtcontext...
pl: Ładowanie kontekstu wpisu...
pt: Carregando contexto do post...
pt_br: Carregando contexto do post...
ro: Se încarcă contextul postării...
ru: Загрузка контекста сообщений...
sr: Учитавање контекста објаве...
sv: Laddar inläggssammanhang...
tr: Gönderi bağlamı yükleniyor...
uk: Завантаження контексту допису...
vi: Đang tải ngữ cảnh bài viết...
zh_hans: 正在加载帖子上下文...
zh_hant: 正在載入貼文脈絡...

# status_insight_trace_model_response_received
source: Reading model response...
af: Lees modelantwoord...
ar: قراءة الرد النموذجي...
bg: Четене на отговора от модела...
ca: Llegint la resposta del model...
cs: Čtení odpovědi modelu...
da: Læser model svar...
de: Lese Modellantwort...
el: Ανάγνωση απόκρισης μοντέλου...
fi: Luetaan mallin vastausta...
fr: Lecture de la réponse du modèle...
he: קורא את תגובת המודל...
hu: Modellválasz olvasása...
it: Lettura risposta modello...
ja: モデル応答を読み込んでいます...
ko: 모델 응답 읽는 중...
nb: Leser svar fra modellen...
nl: Lezen van model antwoord...
pl: Czytanie odpowiedzi modelu...
pt: Lendo resposta do modelo...
pt_br: Lendo resposta do modelo...
ro: Citire răspuns model...
ru: Чтение ответа модели...
sr: Читање одговора модела...
sv: Läser modellsvar...
tr: Model yanıtı okunuyor...
uk: Читання відповіді моделі...
vi: Đang đọc phản hồi mô hình...
zh_hans: 正在读取模型响应...
zh_hant: 正在讀取模型回應...

# status_insight_trace_post_context_loaded
source: Post context loaded
af: Plasingskonteks gelaai
ar: تم تحميل سياق المشاركة
bg: Контекстът на публикацията е зареден
ca: Context de la publicació carregat
cs: Napsat kontext načten
da: Indlæg kontekst indlæst
de: Beitragskontext geladen
el: Το περιεχόμενο της δημοσίευσης φορτώθηκε
fi: Viestin konteksti ladattu
fr: Contexte de l'article chargé
he: הקשר הפוסט נטען
hu: Bejegyzéskörnyezet betöltve
it: Posta contestuale caricata
ja: 投稿内容を読み込みました
ko: 게시물 컨텍스트 로드됨
nb: Post sammenheng lastet
nl: Post context geladen
pl: Kontekst postu załadowany
pt: Publicação de contexto carregada
pt_br: Publicação de contexto carregada
ro: Contextul postării încărcat
ru: Пост контекст загружен
sr: Контекст објаве је учитан
sv: Inläggskontext laddad
tr: Gönderi bağlamı yüklendi
uk: Пост завантажений контекст
vi: Đã tải ngữ cảnh bài viết
zh_hans: 帖子上下文已加载
zh_hant: 貼文脈絡已載入

# status_insight_trace_preparing_images
source: Preparing images...
af: Berei beelde voor...
ar: جارٍ إعداد الصور...
bg: Подготовка на изображения...
ca: Preparant imatges...
cs: Příprava obrázků...
da: Forbereder billeder...
de: Bilder werden vorbereitet...
el: Προετοιμασία εικόνων...
fi: Valmistellaan kuvia...
fr: Préparation des images...
he: מכין תמונות...
hu: Képek előkészítése...
it: Preparazione immagini...
ja: 画像を準備しています...
ko: 이미지 준비 중...
nb: Forbereder bilder...
nl: Afbeeldingen voorbereiden...
pl: Przygotowywanie zdjęć...
pt: Preparando imagens...
pt_br: Preparando imagens...
ro: Se pregătesc imaginile...
ru: Подготовка изображений...
sr: Припрема слика...
sv: Förbereder bilder...
tr: Görseller hazırlanıyor...
uk: Підготовка зображень...
vi: Đang chuẩn bị hình ảnh...
zh_hans: 正在准备图像...
zh_hant: 正在準備圖片...

# status_insight_trace_running_step
source: Running analysis step...
af: Voer ontledingstap uit...
ar: تشغيل خطوة التحليل...
bg: Изпълняване на стъпка от анализа...
ca: Executant pas d’anàlisi...
cs: Probíhá analytický krok...
da: Kører analysetrin...
de: Analyse-Schritt läuft...
el: Βήμα ανάλυσης...
fi: Käynnissä analyysin vaihe...
fr: Étape d'analyse en cours...
he: מריץ שלב ניתוח...
hu: Elemzési lépés futtatása...
it: Fase di analisi in corso...
ja: 解析ステップを実行しています...
ko: 분석 단계 실행 중...
nb: Kjører analysesteg...
nl: Lopende analyse stap...
pl: Uruchamianie etapu analizy...
pt: Executando etapa de análise...
pt_br: Executando etapa de análise...
ro: Rulare analiză pas ...
ru: Выполняется этап анализа...
sr: Покретање корака анализе...
sv: Kör analyssteg...
tr: Analiz adımı çalıştırılıyor...
uk: Виконується крок аналізу...
vi: Đang chạy bước phân tích...
zh_hans: 正在运行分析步骤...
zh_hant: 正在執行分析步驟...

# status_insight_trace_step_completed
source: Analysis step completed
af: Ontledingstap voltooi
ar: اكتملت خطوة التحليل
bg: Стъпката от анализа е завършена
ca: Pas d’anàlisi completat
cs: Krok analýzy byl dokončen
da: Analyse trin afsluttet
de: Analyseschritt abgeschlossen
el: Το βήμα ανάλυσης ολοκληρώθηκε
fi: Analyysivaihe valmis
fr: Étape d'analyse terminée
he: שלב הניתוח הושלם
hu: Elemzési lépés kész
it: Fase di analisi completata
ja: 解析ステップが完了しました
ko: 분석 단계 완료
nb: Analysetrinn fullført
nl: Analyse stap voltooid
pl: Krok analizy zakończony
pt: Etapa de análise concluída
pt_br: Etapa de análise concluída
ro: Etapa de analiză finalizată
ru: Этап анализа завершен
sr: Корак анализе је завршен
sv: Analyssteg avslutat
tr: Analiz adımı tamamlandı
uk: Крок аналізу завершено
vi: Đã hoàn tất bước phân tích
zh_hans: 分析步骤已完成
zh_hant: 分析步驟已完成

# status_insight_trace_step_failed
source: Analysis step failed
af: Ontledingstap het misluk
ar: فشلت خطوة التحليل
bg: Стъпката от анализа не бе успешна
ca: El pas d’anàlisi ha fallat
cs: Krok analýzy selhal
da: Analyse trin mislykkedes
de: Analyseschritt fehlgeschlagen
el: Το βήμα ανάλυσης απέτυχε
fi: Analyysivaihe epäonnistui
fr: L'étape d'analyse a échoué
he: שלב הניתוח נכשל
hu: Elemzési lépés sikertelen
it: Fase di analisi fallita
ja: 解析のステップに失敗しました
ko: 분석 단계 실패
nb: Analysetrinnet mislyktes
nl: Analyse stap mislukt
pl: Krok analizy nie powiódł się
pt: Falha na etapa de análise
pt_br: Falha na etapa de análise
ro: Etapa analizei a eșuat
ru: Не удалось выполнить шаг анализа
sr: Корак анализе није успео
sv: Analyssteg misslyckades
tr: Analiz adımı başarısız
uk: Помилка аналізу
vi: Bước phân tích thất bại
zh_hans: 分析步骤失败
zh_hant: 分析步驟失敗

# status_insight_trace_strategy_completed
source: Analysis plan completed
af: Ontledingsplan voltooi
ar: اكتملت خطة التحليل
bg: Планът за анализ е завършен
ca: Pla d’anàlisi completat
cs: Plán analýzy byl dokončen
da: Analyseplan gennemført
de: Analyseplan abgeschlossen
el: Το σχέδιο ανάλυσης ολοκληρώθηκε
fi: Analyysisuunnitelma valmis
fr: Plan d'analyse terminé
he: תוכנית הניתוח הושלמה
hu: Elemzési terv kész
it: Piano di analisi completato
ja: 分析プランが完了しました
ko: 분석 계획 완료
nb: Analyssplan fullført
nl: Analyseplan voltooid
pl: Plan analizy zakończony
pt: Plano de análise concluído
pt_br: Plano de análise concluído
ro: Plan de analiză finalizat
ru: План анализа завершен
sr: План анализе је завршен
sv: Analysplan slutförd
tr: Analiz planı tamamlandı
uk: План аналізу завершено
vi: Đã hoàn tất kế hoạch phân tích
zh_hans: 分析计划已完成
zh_hant: 分析計畫已完成

# status_insight_trace_strategy_started
source: Planning analysis...
af: Beplan ontleding...
ar: تحليل تخطيط...
bg: Планиране на анализа...
ca: Planificant l’anàlisi...
cs: Plánování analýzy...
da: Planlægger analyse...
de: Plane Analyse...
el: Ανάλυση σχεδιασμού...
fi: Suunnittelun analysointi...
fr: Analyse de la planification...
he: מתכנן ניתוח...
hu: Elemzés tervezése...
it: Analisi di pianificazione...
ja: 計画分析...
ko: 분석 계획 중...
nb: Planlegging analyserer...
nl: Planning analyse...
pl: Planowanie analizy...
pt: Planejando análise...
pt_br: Planejando análise...
ro: Analiză planificare...
ru: Планирование анализа...
sr: Планирање анализе...
sv: Planerar analys...
tr: Analiz planlanıyor...
uk: Аналіз планування...
vi: Đang lập kế hoạch phân tích...
zh_hans: 规划分析...
zh_hant: 正在規劃分析...

# status_insight_trace_streaming_completed
source: Response stream completed
af: Antwoordstroom voltooi
ar: اكتمل تدفق الاستجابة
bg: Потокът от отговори е завършен
ca: Flux de resposta completat
cs: Odesílání odpovědi dokončeno
da: Respons stream fuldført
de: Antwort-Stream abgeschlossen
el: Η ροή απόκρισης ολοκληρώθηκε
fi: Vastausvirta valmis
fr: Flux de réponse terminé
he: זרם התגובה הושלם
hu: Válaszfolyam kész
it: Stream di risposta completato
ja: 応答ストリームが完了しました
ko: 응답 스트림 완료
nb: Respons strøm fullført
nl: Antwoord-stream voltooid
pl: Strumień odpowiedzi zakończony
pt: Transmissão de resposta concluída
pt_br: Transmissão de resposta concluída
ro: Flux de răspuns completat
ru: Поток ответа завершен
sr: Ток одговора је завршен
sv: Svarsströmmen slutförd
tr: Yanıt akışı tamamlandı
uk: Потік відповіді завершено
vi: Luồng phản hồi đã hoàn tất
zh_hans: 响应流完成
zh_hant: 回應串流已完成

# status_insight_trace_streaming_failed
source: Response stream failed
af: Antwoordstroom het misluk
ar: فشل تدفق الاستجابة
bg: Потокът от отговори не бе успешен
ca: El flux de resposta ha fallat
cs: Odezva stream selhala
da: Respons stream mislykkedes
de: Antwort-Stream fehlgeschlagen
el: Η ροή απόκρισης απέτυχε
fi: Vastausvirta epäonnistui
fr: Échec du flux de réponse
he: זרם התגובה נכשל
hu: Válaszfolyam sikertelen
it: Flusso di risposta fallito
ja: 応答ストリームに失敗しました
ko: 응답 스트림 실패
nb: Responsstrøm mislyktes
nl: Reactie stream mislukt
pl: Strumień odpowiedzi nie powiodło się
pt: Falha ao responder
pt_br: Falha ao responder
ro: Flux răspuns eșuat
ru: Сбой потока ответа
sr: Ток одговора није успео
sv: Svara strömmen misslyckades
tr: Yanıt akışı başarısız
uk: Помилка модуля відповіді
vi: Luồng phản hồi thất bại
zh_hans: 响应流失败
zh_hant: 回應串流失敗

# status_insight_trace_streaming_response
source: Receiving response...
af: Ontvang antwoord...
ar: تلقي الرد...
bg: Получаване на отговор...
ca: Rebent resposta...
cs: Přijímám odpověď...
da: Modtager svar...
de: Erhalte Antwort...
el: Λήψη απάντησης...
fi: Vastaanotetaan vastausta...
fr: Réception de la réponse...
he: מקבל תגובה...
hu: Válasz fogadása...
it: Ricezione risposta...
ja: 応答を受信しています...
ko: 응답 수신 중...
nb: Mottar svar...
nl: Reactie ontvangen...
pl: Odbieranie odpowiedzi...
pt: Recebendo resposta...
pt_br: Recebendo resposta...
ro: Primire răspuns...
ru: Получение ответа...
sr: Примање одговора...
sv: Tar emot svar...
tr: Yanıt alınıyor...
uk: Отримання відповіді...
vi: Đang nhận phản hồi...
zh_hans: 正在接收响应...
zh_hant: 正在接收回應...

# status_insight_trace_streaming_started
source: Streaming from %@...
af: Stroom vanaf %@...
ar: جارٍ البث من %@...
bg: Поточен отговор от %@...
ca: Rebent flux de %@...
cs: Streamování z %@...
da: Streaming fra %@...
de: Streamen von %@...
el: Μετάδοση από %@...
fi: Suoratoistetaan %@ tiedostosta...
fr: Streaming depuis %@...
he: מזרים מ-%@...
hu: Streamelés innen: %@...
it: Streaming da %@...
ja: %@ からストリーミング中...
ko: %@에서 스트리밍 중...
nb: Strømmer fra %@...
nl: Streaming van %@...
pl: Strumieniowanie z %@...
pt: Transmitindo de %@...
pt_br: Transmitindo de %@...
ro: Streaming de la %@...
ru: Трансляция из %@...
sr: Стримовање из %@...
sv: Strömmar från %@...
tr: %@ üzerinden akış alınıyor...
uk: Потік від %@...
vi: Đang truyền từ %@...
zh_hans: 从 %@ 串流...
zh_hant: 正在從 %@ 串流...

# status_insight_trace_subgraph_completed
source: Analysis stage completed
af: Ontledingsfase voltooi
ar: اكتملت مرحلة التحليل
bg: Етапът на анализа е завършен
ca: Fase d’anàlisi completada
cs: Fáze analýzy dokončena
da: Analysestadie afsluttet
de: Analysephase abgeschlossen
el: Στάδιο ανάλυσης ολοκληρώθηκε
fi: Analyysivaihe valmis
fr: Phase d'analyse terminée
he: שלב הניתוח הושלם
hu: Elemzési szakasz kész
it: Fase di analisi completata
ja: 解析が完了しました
ko: 분석 단계 완료
nb: Analyseringsstadium er fullført
nl: Analyse fase voltooid
pl: Etap analizy zakończony
pt: Estágio de análise concluído
pt_br: Estágio de análise concluído
ro: Etapa de analiză finalizată
ru: Этап анализа завершен
sr: Фаза анализе је завршена
sv: Analysstadiet avslutat
tr: Analiz aşaması tamamlandı
uk: Стадія аналізу завершена
vi: Đã hoàn tất giai đoạn phân tích
zh_hans: 分析阶段已完成
zh_hant: 分析階段已完成
